<!DOCTYPE doctype PUBLIC "-//w3c//dtd html 4.0 transitional//en">
<html>
<head>
    
  <meta http-equiv="Content-Type"
 content="text/html; charset=iso-8859-1">
    
  <meta name="Generator" content="WordPerfect 9">
    
  <meta name="GENERATOR"
 content="Mozilla/4.7 [en] (WinNT; I) [Netscape]">
  <title>ME2002_2</title>
</head>
<body text="#000000" bgcolor="#c0c0c0" link="#0000ff" vlink="#551a8b"
 alink="#ff0000">
  
<h3 style="text-align: center;"> M&eacute;todos Estad&iacute;sticos 2/2002</h3>
 &nbsp; 
<h3 style="text-align: center;"> Tarea 2</h3>
  
<h3>FECHA L&Iacute;MITE LUNES 30 DE SETIEMBRE<br>
</h3>
<p>I) Ejercicios del texto de Mendenhal Estad&iacute;stica matem&aacute;tica
con aplicaciones(segunda edici&oacute;n). <br>
&nbsp; &nbsp; Si su c&eacute;dula es par resolver los ejercicios 7.5 , 7.17,
7.38 , 8.1 ,8.9 </p>
<p>caso contrario resolver: 7.13, 7.31, 7.38 , 8.3, 8.8(a y b) .<br>
&nbsp; </p>
<p>II) En los siguientes ejercicios es necesario que Uds hagan los programas 
respectivos para resolver con generalidad cualquier problema similar a los
aqu&iacute; propuestos, ya que es el primer aspecto que se evaluar&aacute;,
se entregar&aacute; el programa y la salida del mismo. El programa puede
estar hecho en MATLAB (toolbox stat tiene todas las herramientas necesarias),
SAS, JAVA o C. De preferencia MATLAB o JAVA (Libreria: DRASYS &nbsp;, por
ejemplo) &nbsp; . &nbsp; El segundo es que se formule con claridad los pre-supuestos
para la realizaci&oacute;n del problema y finalmente la adecuada interpretaci&oacute;n
de los resultados. En consecuencia, se entregar&aacute; para cada problema
el fuente y el resultado de la ejecuci&oacute;n anexo a la soluci&oacute;n
del mismo.<br>
&nbsp;<a href="drasys.har">DRASYS</a> </p>
<p>1. En la empresa ABC, para determinar el tiempo en el cual una secretaria 
pasa una hoja de texto, se realiza un muestreo al azar con los siguientes 
resultados en segundos: </p>
<p>68, 45, 56, 79, 54, 59, 62, 65, 56, 71, 67, 55, 57, 70, 63, 62, 58, 57. 
</p>
<p>a) Halle un intervalo con el 90% de confianza del tiempo esperado. </p>
<p>b) Asimismo halle un intervalo con el 90% de confianza de la desviaci&oacute;n 
estandar mensual; (Obt&eacute;ngalo a partir del correspondiente a la varianza 
muestral). </p>
<p>c) Si Ud hubiera sabido, previamente, que la desviaci&oacute;n estandar 
es 3 segundos, &iquest;qu&eacute; cambios se producen en la respuesta a) . 
<br>
&nbsp; </p>
<p>2. La m&aacute;quina A, que produce tapitas de pl&aacute;stico, ha sido 
reajustada. Se desea determinar el peso promedio en gramos de dichas tapitas. 
Antes del ajuste su peso ten&iacute;a unan desviaci&oacute;n estandar de 3
grs. Con el prop&oacute;sito de determinar un intervalo de confianza del
95% del peso, </p>
<p>a) &iquest;qu&eacute; tama&ntilde;o debe tener la muestra si la precisi&oacute;n 
deseada es de 0.4 grs. </p>
<p>b) Como el valor anterior de la desviaci&oacute;n est&aacute;ndar no es
confiable Ud realiza un muestreo previo con el prop&oacute;sito de acotar 
el verdadero valor de la desviaci&oacute;n est&aacute;ndar en un intervalo 
de confianza del 80 %. Obtiene los siguientes resultados: 23, 21, 19, 18, 
20, 22, 16, 21, 28, 18, 25, 21, 24. Halle el intervalo. </p>
<p>c) &iquest;qu&eacute; tama&ntilde;o debe tener la muestra a partir de esta
nueva informaci&oacute;n? <br>
&nbsp; </p>
<p>3. Una encuesta rel&aacute;mpago en la Fac. de Ing. acerca de las ventajas 
de los cursos de verano, realizada a 200 estudiantes, indica 105 respuestas 
favorables. </p>
<p>a) Halle un intervalo de confianza del 95% de la verdadera proporci&oacute;n 
de estudiantes que desean cursos de verano. </p>
<p>b) A partir del resultado anterior, puede Ud afirmar que la mayoria de
los estudiantes de la Facultad est&aacute;n a favor del curso de verano? </p>
<p>c) Si se desea una precisi&oacute;n del 2% en el resultado de la parte 
a, c&uacute;antos estudiantes debe incluir en la muestra? <br>
&nbsp; </p>
<p>4. a) Cu&aacute;l es la precisi&oacute;n que se obtiene cuando utilizamos 
una muestra aleatoria de tama&ntilde;o 50 para estimar la altura media de
una poblaci&oacute;n de estudiantes de Ing. Industrial, con una confianza 
del 90%, si sabemos que sigma es 5 cm.? </p>
<p>b) C&oacute;mo se modifica la precisi&oacute;n si la confianza es 95%, 
99%, 99.9%? </p>
<p>c) Si desea que el error no exceda de 1 cm, y la confianza= 0.88, qu&eacute; 
tama&ntilde;o muestral necesita? <br>
&nbsp; </p>
<p>5. En la f&aacute;brica La Suiza, una muestra de los tiempos (en segundos), 
en que se detiene una m&aacute;quina cuando un operario va al ba&ntilde;o 
se detallan a continuaci&oacute;n: </p>
<p>275 187 300 334 287 312 200 342 278 645 320 311 315 276 323 600 278 294
287 305 310. </p>
<p>Ud. desea estimar el tiempo medio, y hallar un intervalo de confianza del
95%. Sin embargo, observa algunas observaciones extremas, (mal tomadas?), 
que le alterar&aacute;n los resultados si no tiene la precauci&oacute;n de
eliminarlas. </p>
<p>a) Haga un intervalo de confianza del 99% de la media y excluya de la data
original las observaciones que no se encuentren en ese intervalo. </p>
<p>b) Una vez filtrada la data, responda ahora al problema originalmente propuesto. 
<br>
&nbsp; </p>
6. (opcional) &nbsp;Para una distribuci&oacute;n chisquare de n grados de
libertad, haga el programa que determina el intervalo de confianza (1- alfa)
de longitud m&iacute;nima. &nbsp;<br>
Este ejercicio sustituye a cualquiera de los &nbsp;otros.<br>
<br>
<br>
&nbsp;<br>
</body>
</html>
