<HTML>
<HEAD>
<META NAME="Generator" CONTENT="WordPerfect 9">
<META NAME="DATE" CONTENT="12/7/1992">
<TITLE>EII 1 parcial</TITLE>
</HEAD>
<BODY TEXT="#000000" LINK="#0000ff" VLINK="#551a8b" ALINK="#ff0000" BGCOLOR="#c0c0c0">

<P>	M&eacute;todos Estad&iacute;sticos 2/2000         Tarea 3            Fecha de entrega  28/09/2000.    Sobre 15 una semana después</P>

<BR WP="BR1"><BR WP="BR2">
<P>1. Sup&oacute;ngase que el INCE grad&uacute;a secretarias que escriben 50 palabras por minuto. Se propone un nuevo m&eacute;todo
que afirma  mejorar  la velocidad de las egresadas. Antes de adquirirlo definitivamente se decide hacer un test, al
10% como nivel de significaci&oacute;n, ense&ntilde;ando el m&eacute;todo a un grupo de alumnas.</P>

<P>a. Si la muestra arroja los siguientes resultados en palabras por minuto:   55 65 50 60 45 50 75 65 60 60 75 50 80
50 80 50 43  46 62  64   afirma Ud que el m&eacute;todo mejora la velocidad de las secretarias?</P>

<P>b. Si la realidad es que el nuevo m&eacute;todo da una velocidad promedio de  55 palabras por minuto, que potencia  tiene
el test asumiendo que la  varianza te&oacute;rica es la muestral?</P>

<BR WP="BR1"><BR WP="BR2">
<P>2. En los Profesores de LUZ la tensi&oacute;n arterial media es mu<SUB>o</SUB> = 14, con sigma = 1. Se afirma que con el medicamento
ABC se reduce la tensi&oacute;n. Ud desea hacer un Test para probarlo de modo tal que el error de primer tipo sea 0.01,
y para una alternativa, mu<SUB>a</SUB> = 13.75, el error de segundo tipo sea 0.05.</P>

<P>a) ¿Cu&aacute;l es el tama&ntilde;o, N,  de la muestra?</P>

<P>b) Para el N hallado, ¿ qu&eacute; decisi&oacute;n tomo si la media muestral es 13.8?</P>

<P>   </P>

<P>3. Con el prop&oacute;sito de determinar si el medicamento ZWQ reduce las pulsaciones se realiza un test a pacientes que
tienen 90 pul./m . El nivel de significaci&oacute;n es .05. Si los resultados de la muestra son:</P>

<P>92 81 74 90 87 69 73 77 83 85 82 86 79 77 91 86 84 82 88 80 85 </P>

<P>a) qu&eacute; decisi&oacute;n toma acerca del medicamento?</P>

<P>b) cu&aacute;l es el valor p?</P>

<P>c) si ante una reducci&oacute;n de 6 pulsaciones en la media Ud desea que el test tenga un error de segundo tipo de 0.05,
cu&aacute;l debe ser el tama&ntilde;o muestral? (asuma como sigma el valor obtenido de la muestra). </P>

<P>  </P>

<P>4.  J. L. Guerra afirma que el amor aumenta la bilirrubina.  Ud decide probarlo ( alfa=.10). Toma una muestra de
sangre de tama&ntilde;o 11 de un grupo de c&eacute;libes y obtiene:  media= 145   desviaci&oacute;n est&aacute;ndar= 12.   Toma otra de
tama&ntilde;o 16 de un grupo sexualmente activo y obtiene: media=155 y desviaci&oacute;n est&aacute;ndar= 18. </P>

<P>a) ¿ Qu&eacute; decisi&oacute;n toma?</P>

<P>b) bajo qu&eacute; supuestos hace el test?</P>

<P>c) Si hubiera sabido de antemano que ambos grupos tienen desviaci&oacute;n est&aacute;ndar igual a 10 c&oacute;mo hubiera procedido
y que decisi&oacute;n tomar&iacute;a?</P>

<P>d) Si hubiera sabido de antemano que la desviaci&oacute;n est&aacute;ndar de los c&eacute;libes es 10 y la del otro grupo 14 qu&eacute; decisi&oacute;n
tomar&iacute;a?</P>

<BR WP="BR1"><BR WP="BR2">
<P>5. Toyota sostiene que el tiempo en segundos en que un operario de TOYOTA pone el frontal del Corolla se
distribuye Normal con mu=25 y sigma= 2. El Ing. Nakamura afirma que con su nuevo m&eacute;todo se reduce la
variabilidad y se balancea mejor la linea de ensamblaje.</P>

<P>Para comprobarlo, una muestra de tiempos da los resultados: 26, 24, 23, 26, 25, 23, 26, 22,  27,  25, 24, 24, 27,  25,
23, 26,   27, 26,  25, 28.</P>

<P>a) Con un riesgo del 5% est&aacute; Ud de acuerdo con Nakamura?</P>

<P>b) ¿Cu&aacute;l es el valor p del test?</P>

<P>c) Este test presupone normalidad, haga un test de Kolmogorof para probar normalidad. La tabla del  estad&iacute;stico</P>

<P>de Kolmogorov  para  n=20 (Tomada del texto de Canavos ) contiene los siguientes valores: alfa=.05 Dn =.294 ;
alfa=.10 Dn =.264;  alfa=.20  Dn =.231.</P>

<P>6. Tras repetidas experiencias se admite que el m&eacute;todo A, (para dejar de fumar), tiene una probabilidad de 0.2 de
ser exitoso. Se ensaya un nuevo m&eacute;todo B que, sobre una muestra de 50 personas, arroja 16 &eacute;xitos. Haga un test con
nivel de riesgo de 5% acerca de si el m&eacute;todo B es mejor que el A. Sugerencia use la aproximaci&oacute;n binomial.</P>

<P>Un resultado exacto s&oacute;lo puede hacerse usando directamente la distribuci&oacute;n binomial.</P>

<BR WP="BR1"><BR WP="BR2">
</BODY>
</HTML>
