<HTML>
<HEAD>
<META NAME="Generator" CONTENT="WordPerfect 9">
<META NAME="DATE" CONTENT="0/0/0">
<META NAME="Author" CONTENT="Sanson Carrasco">
<TITLE>UNIVERSIDAD DEL ZULIA</TITLE>
</HEAD>
<BODY TEXT="#000000" LINK="#0000ff" VLINK="#551a8b" ALINK="#ff0000" BGCOLOR="#c0c0c0">

<P STYLE="text-align: CENTER"><SPAN STYLE="font-size: 10pt"></SPAN><SPAN STYLE="font-family: Arial" STYLE="font-size: 11pt"></SPAN><SPAN STYLE="font-size: 14pt"></SPAN><SPAN STYLE="font-size: 14pt"><STRONG>UNIVERSIDAD DEL ZULIA</STRONG></SPAN></P>

<P STYLE="text-align: CENTER"><SPAN STYLE="font-size: 10pt"><STRONG></STRONG></SPAN><SPAN STYLE="font-size: 13pt"><STRONG>Facultad de Ingenier&iacute;a</STRONG></SPAN></P>

<P STYLE="text-align: CENTER"><SPAN STYLE="font-size: 13pt"><STRONG>Divisi&oacute;n de Estudio para Graduados</STRONG></SPAN></P>

<P STYLE="text-align: CENTER"><SPAN STYLE="font-size: 13pt"><STRONG>Postgrado en Computaci&oacute;n Aplicada</STRONG></SPAN></P>

<BR WP="BR1"><BR WP="BR2">
<P STYLE="text-align: CENTER"><SPAN STYLE="font-size: 13pt"><STRONG></STRONG></SPAN><SPAN STYLE="font-size: 13pt"></SPAN><SPAN STYLE="font-size: 13pt"><STRONG>Denominaci&oacute;n                                                                                                      </STRONG></SPAN></P>

<BR WP="BR1"><BR WP="BR2">
<P STYLE="text-align: CENTER"><SPAN STYLE="font-size: 13pt"></SPAN><SPAN STYLE="font-size: 13pt"><STRONG></STRONG></SPAN><SPAN STYLE="font-size: 13pt"></SPAN><SPAN STYLE="font-size: 13pt"><STRONG>M&eacute;todos Estad&iacute;sticos (26C210)</STRONG></SPAN></P>

<BR WP="BR1"><BR WP="BR2">
<BR WP="BR1"><BR WP="BR2">
<P STYLE="text-align: CENTER"><SPAN STYLE="font-size: 13pt"></SPAN><SPAN STYLE="font-size: 10pt"></SPAN><SPAN STYLE="font-family: Arial" STYLE="font-size: 10pt"></SPAN><STRONG>Justificaci&oacute;n</STRONG></P>

<P><STRONG></STRONG><SPAN STYLE="font-size: 10pt">	La Estad&iacute;stica es una herramienta fundamental para el dise&ntilde;o de experimentos computacionales, el
an&aacute;lisis de data multidimensional y la construcci&oacute;n de modelos sustitutos de procesos complejos. T&eacute;cnicas
&uacute;tiles en estas &aacute;reas son objeto de estudio de esta materia y facilitan la comprensi&oacute;n, predicci&oacute;n y dise&ntilde;o
&oacute;ptimo de los citados procesos. Adem&aacute;s las t&eacute;cnicas aqu&iacute; estudiadas permiten una mejor comprensi&oacute;n de las
herramientas de computaci&oacute;n emergentes: Redes Neuronales, Algoritmos Gen&eacute;ticos, y Modelos basados en
L&oacute;gica Difusa, que constituyen el n&uacute;cleo de la estructura curricular del programa de postgrado en
Computaci&oacute;n Aplicada.</SPAN></P>

<P STYLE="text-align: CENTER"><STRONG>Objetivos del curso</STRONG></P>

<P><SPAN STYLE="font-family: Symbol" STYLE="font-size: 10pt">·	</SPAN><SPAN STYLE="font-size: 10pt">Proveer los conceptos b&aacute;sicos de la Inferencia Estad&iacute;stica</SPAN></P>

<P><SPAN STYLE="font-family: Symbol" STYLE="font-size: 10pt">·	</SPAN><SPAN STYLE="font-size: 10pt">Proveer de una introducci&oacute;n a los Modelos Lineales, al an&aacute;lisis de componentes principales y a la
clasificaci&oacute;n no supervisada.</SPAN></P>

<P><SPAN STYLE="font-family: Symbol" STYLE="font-size: 10pt">·	</SPAN><SPAN STYLE="font-size: 10pt">Aplicar los m&eacute;todos estad&iacute;sticos ya citados mediante su programaci&oacute;n en un lenguaje especializado en el
an&aacute;lisis de datos estad&iacute;sticos. </SPAN></P>

<P><SPAN STYLE="font-size: 10pt"><STRONG>Prerequisitos:</STRONG> Un curso de pregrado introductorio a la Teor&iacute;a de Probabilidades y a la Estad&iacute;stica.</SPAN></P>

<BR WP="BR1"><BR WP="BR2">
<BR WP="BR1"><BR WP="BR2">
<P STYLE="text-align: CENTER"><SPAN STYLE="font-size: 10pt"><STRONG></STRONG></SPAN><SPAN STYLE="font-size: 10pt"><STRONG>Contenido Program&aacute;tico</STRONG></SPAN></P>

<P><SPAN STYLE="font-size: 10pt"><STRONG>1.	REVISI&Oacute;N DE LOS CONCEPTOS B&Aacute;SICOS DE LA TEOR&Iacute;A DE PROBABILIDAD </STRONG></SPAN></P>

<P><SPAN STYLE="font-size: 10pt">	Teor&iacute;a de probabilidades, Espacio Muestra, Variables Aleatorias, medidas de tendencia central y de
dispersi&oacute;n, distribuciones discretas y continuas m&aacute;s frecuentes. Generaci&oacute;n de distribuciones aleatorias. </SPAN></P>

<P><SPAN STYLE="font-size: 10pt"><STRONG>2.</STRONG> </SPAN><SPAN STYLE="font-size: 10pt"><STRONG>DISTRIBUCIONES ASOCIADAS AL PROCESO DE MUESTREO</STRONG></SPAN></P>

<P><SPAN STYLE="font-size: 10pt">Muestra aleatoria simple. Distribuci&oacute;n de un estad&iacute;stico. Distribuciones en el muestreo asociadas a la
Normal. T de Student, CHI-cuadrado de Pearson y F de Snedecor. Uso de estas distribuciones en el SAS.</SPAN></P>

<P><SPAN STYLE="font-size: 10pt"><STRONG>3. ESTIMACI&Oacute;N PUNTUAL Y POR INTERVALO</STRONG></SPAN></P>

<P><SPAN STYLE="font-size: 10pt">Estimadores insesgados, consistentes, de varianza m&iacute;nima. Estimaci&oacute;n por intervalos de confianza.
Precisi&oacute;n del intervalo. Determinaci&oacute;n del tama&ntilde;o muestral.</SPAN></P>

<P><SPAN STYLE="font-size: 10pt"><STRONG>4. PRUEBA DE HIP&Oacute;TESIS</STRONG></SPAN></P>

<P><SPAN STYLE="font-size: 10pt">Conceptos B&aacute;sicos: Tipos de errores, regi&oacute;n cr&iacute;tica, potencia del Test, Tests unilaterales y bilaterales.
Construcci&oacute;n de los estad&iacute;sticos de prueba. Valor p del Test.</SPAN></P>

<P><SPAN STYLE="font-size: 10pt"><STRONG>5. TEST CL&Aacute;SICOS E INTERVALOS DE CONFIANZA PARA POBLACIONES NORMALES</STRONG></SPAN></P>

<P><SPAN STYLE="font-size: 10pt"><STRONG>Una Poblaci&oacute;n:</STRONG> Tests de la media casos: </SPAN><SPAN STYLE="font-family: Symbol" STYLE="font-size: 10pt"></SPAN><SPAN STYLE="font-size: 10pt"> conocida y </SPAN><SPAN STYLE="font-family: Symbol" STYLE="font-size: 10pt"></SPAN><SPAN STYLE="font-size: 10pt"> desconocida, Test de la varianza. Test acerca
de una proporci&oacute;n. </SPAN><SPAN STYLE="font-size: 10pt"><STRONG>Dos Poblaciones:</STRONG> Diferencias de medias (varianzas conocidas), (varianzas
desconocidas iguales). Observaciones apareadas. Comparaci&oacute;n de dos proporciones (Aproximaci&oacute;n
Normal). Test acerca del coeficiente de correlaci&oacute;n de una poblaci&oacute;n bivariada.</SPAN></P>

<P><SPAN STYLE="font-size: 10pt"><STRONG>6. AN&Aacute;LISIS DE REGRESI&Oacute;N</STRONG></SPAN></P>

<P><SPAN STYLE="font-size: 10pt">Modelos lineales. Estimadores lineales de m&iacute;nima varianza. Test de hip&oacute;tesis sobre los par&aacute;metros.
M&eacute;todos de selecci&oacute;n de un buen modelo. An&aacute;lisis de los residuales. PROC REG del SAS.</SPAN></P>

<P><SPAN STYLE="font-size: 10pt"><STRONG>7. DISE&Ntilde;O DE EXPERIMENTOS Y AN&Aacute;LISIS DE VARIANZA</STRONG></SPAN></P>

<P><SPAN STYLE="font-size: 10pt">Dise&ntilde;os totalmente alcatorizados, dise&ntilde;os por bloques, bloque latinos. Test de comparaci&oacute;n de medias.
Dise&ntilde;os factoriales.</SPAN></P>

<P><SPAN STYLE="font-size: 10pt"><STRONG>		                                   8. AN&Aacute;LISIS DE COMPONENTES PRINCIPALES</STRONG></SPAN></P>

<P><SPAN STYLE="font-size: 10pt">Reducci&oacute;n de la dimensi&oacute;n de un conjunto de datos multivariados. Diferencia entre las
componentes obtenidas a partir de la matriz de covarianza y de correlaci&oacute;n. Representaci&oacute;n de las
Componentes Principales. PROC PRINCOMP del SAS.</SPAN></P>

<P><SPAN STYLE="font-size: 10pt"><STRONG>			                                  9. CLASIFICACI&Oacute;N NO SUPERVISADA</STRONG></SPAN></P>

<P><SPAN STYLE="font-size: 10pt">Introducci&oacute;n al concepto de clasificaci&oacute;n. Tipos de clasificaci&oacute;n: supervisada y no supervisada.  
Objetivos duales de la clasificaci&oacute;n, Clasificaci&oacute;n &oacute;ptima. Numero de clasificaciones posibles de n
elementos en c clases. Estad&iacute;stico R-square.  Clasificaci&oacute;n no supervisada. M&eacute;todos directos (K-means) y 
 Jer&aacute;rquicos.</SPAN></P>

<P STYLE="text-align: CENTER"><SPAN STYLE="font-size: 10pt"><STRONG>METODOLOG&Iacute;A DE LA ENSE&Ntilde;AN</STRONG>ZA</SPAN></P>

<P><SPAN STYLE="font-size: 10pt">Los temas 2, 3, y 4, correspondientes a una introducci&oacute;n a la Teor&iacute;a de Probabilidades y la Estad&iacute;stica,
se incluyen a modo de repaso y la revisi&oacute;n de los mismos ser&aacute; responsabilidad de los alumnos. Se
realizar&aacute;n exposiciones te&oacute;ricas por parte del profesor intercaladas con actividades pr&aacute;cticas con
ejercicios en el computador por parte de los alumnos.</SPAN></P>

<P><SPAN STYLE="font-size: 10pt"><STRONG>INTENSIDAD HORARIA: </STRONG>3 horas/semana durante 16 semanas.</SPAN></P>

<P><SPAN STYLE="font-size: 10pt"><STRONG>SISTEMA DE EVALUACI&Oacute;N</STRONG></SPAN></P>

<P><SPAN STYLE="font-size: 10pt"><STRONG>		</STRONG>Se realizar&aacute;n 3 ex&aacute;menes en el computador de igual peso. La calificaci&oacute;n definitiva m&iacute;nima de
aprobaci&oacute;n es de 10 puntos.</SPAN></P>

<P><SPAN STYLE="font-size: 10pt"><STRONG>TEXTOS GU&Iacute;A:</STRONG></SPAN></P>

<P><SPAN STYLE="font-size: 10pt">	Miller/Freund/Johnson Probabilidad y Estad&iacute;stica para Ingenieros Prentice Hall SAS Languaje Guide,
SAS Procedures Guide, SAS/STAT User´s Guide, SAS/ETS User´s Guide Notas del Curso.</SPAN></P>

<P><SPAN STYLE="font-size: 10pt"><STRONG>BIBLIOGRAF&Iacute;A</STRONG></SPAN></P>

<P><SPAN STYLE="font-size: 10pt">Canavos, G. Probabilidad y Estad&iacute;stica. Mc Graw Hill.</SPAN></P>

<P><SPAN STYLE="font-size: 10pt">R&iacute;os S. M&eacute;todos Estad&iacute;sticos, Mc Graw Hill.</SPAN></P>

<P><SPAN STYLE="font-size: 10pt">Browker, A.; Lieberman, G., Estad&iacute;stica para Ingenieros. Pretince/Hall.</SPAN></P>

<P><SPAN STYLE="font-size: 10pt">Bhattacharyya, G.; Johnson R. Statistical Concepts and Methods John Wiley.</SPAN></P>

<P><SPAN STYLE="font-size: 10pt">Bury, K. Statistical models in applied science, John Wiley.</SPAN></P>

<P><SPAN STYLE="font-size: 10pt">Draper, N; Smith, H. Applied regresi&oacute;n analysis John Wiley</SPAN></P>

<P><SPAN STYLE="font-size: 10pt">Chatterjee, S.; Price, B. Regression analysis John Wiley</SPAN></P>

<P><SPAN STYLE="font-size: 10pt">Mendenhall, W.; Scheaffer, R.; Wackerly, D. Estad&iacute;stica Matem&aacute;tica con Aplicaciones. Grupo
Editorial Iberoamericana.</SPAN></P>

<P><SPAN STYLE="font-size: 10pt">Kendall, M. Multivariate Analysis. Charles Griffin &amp; Company Ltd.</SPAN></P>

<P><SPAN STYLE="font-size: 10pt">Manly, b. Multivariate Statistical Methods. Campman &amp; Hall.</SPAN></P>

<P><SPAN STYLE="font-size: 10pt">Cuadras C. M&eacute;todos de An&aacute;lisis Multivariante. PPU 1991.</SPAN></P>

<P><SPAN STYLE="font-size: 10pt">Escudero L. Reconocimiento de Patrones.</SPAN></P>

<P><SPAN STYLE="font-size: 10pt">Green P. Mathematical Tools for Aplied Multivariate An&aacute;lisis. Academic Press 1976.</SPAN></P>

<BR WP="BR1"><BR WP="BR2">
<P STYLE="text-align: CENTER"><STRONG>Recursos Humanos</STRONG></P>

<P><SPAN STYLE="font-size: 10pt"><STRONG>	</STRONG>El curso de M&eacute;todos estad&iacute;sticos es dictado por los Profesores  Salvador Pintos, Nestor Queipo y C&oacute;simo
Stufano.</SPAN></P>

<BR WP="BR1"><BR WP="BR2">
<P><SPAN STYLE="font-size: 10pt"> </SPAN></P>

<BR WP="BR1"><BR WP="BR2">
<BR WP="BR1"><BR WP="BR2">
</BODY>
</HTML>
